Repository: SamuelBachar/ZivnostenskaApp
Catalog: A/A/Resources/LanguageResources/LanguageResource.*.resx
Languages: de, sk

# ChooseLanguage
source: Choose your language
de: Wähle deine Sprache
sk: Vyberte si jazyk

# ChooseProfServCity
source: Choose profession, service or city
de: Wählen Sie einen Beruf, Dienstleistung oder Stadt
sk: Zadajte službu, profesiu alebo mesto

# Counter
source: You clicked {0} times
de: Nemcur klikol si {0} krat
sk: Klikol si {0} krat

# HelloWorld
source: English motherfucker
de: Das ist im Deutsch sprache
sk: Toto je po slovensky kokot

# LogInChooseView_DoNotAskMore
source: Don't ask again (Mode switching is still possible after logging in via Settings)
de: "Nicht erneut fragen (Moduswechsel ist nach dem Anmelden über die Einstellungen weiterhin möglich)"
sk: Už sa nepýtaj ( Prepnutie režimu je naďalej možné po prihlásení v Nastaveniach)

# LogInChooseView_KnownUserContinueAs
source: Successfully logged in, continue as
de: Erfolgreich eingeloggt, fortfahren als
sk: Úspešne prihlásenie pokračujte ako

# LogInChooseView_NewUserContinueAs
source: Successful registration, continue as
de: Erfolgreiche Registrierung, fortfahren als
sk: Úspešna registrácia, pokračujte ako

# LogInChooseView_SignInAsCompanyShort
source: as a self-employed / company
de: als Selbstständiger / Unternehmen
sk: ako živnostník / firma

# LogInChooseView_SignInAsUserShort
source: as a user
de: als Benutzer
sk: ako uživateľ

# LogInChooseView_Title
source: Select the application mode
de: Wählen Sie den Anwendungsmodus
sk: Vyberte režim aplikácie

# AllView_Close
source: Close
de: Schließen
sk: Zavrieť

# LogInView_DontHaveAccRegister
source: Don't have an account?
de: Sie haben noch kein Konto?
sk: Nemáte účet ?

# LogInView_EnterEMailOrAccName
source: Enter e-mail or name
de: E-Mail Adresse oder Benutzername
sk: Zadajte e-mail alebo meno

# LogInView_EnterPassword
source: Enter password
de: Passwort
sk: Heslo

# LogInView_ForgotPassword
source: Forgot password
de: Passwort vergessen
sk: Zabudnuté heslo

# LogInView_LogInError
source: Log in error
de: Anmeldefehler
sk: Chyba prihlásenia

# LogInView_LogIntoAccount
source: Sign in to your account
de: Melden Sie sich bei Ihrem Konto an
sk: Prihláste sa do vášho účtu

# LogInView_LoginRegisterViaFacebook
source: Facebook account
de: Facebook-Konto
sk: Facebook účet

# LogInView_LoginRegisterViaGoogle
source: Google account
de: Google-Konto
sk: Google účet

# LogInView_RegisterHere
source: Register here
de: Hier registrieren
sk: Registrujte sa tu

# LogInView_RememberLogIn
source: Remember me
de: Anmeldedaten merken
sk: Zapamätať prihlasovacie údaje

# LogInView_SignInAsCompany
source: Log in as a self-employed / company
de: Login als Selbstständiger / Unternehmen
sk: Prihlásiť sa ako živnostník / firma

# LogInView_SignInAsUser
source: Log in as a user
de: Login als Benutzer
sk: Prihlásiť sa ako uživateľ

# LogInView_SignInWithHelpOf
source: Log in / register using
de: Anmelden / registrieren mit
sk: Prihlásiť / zaregistrovať sa pomocou

# LogInView_WelcomeText
source: Welcome to the app
de: Willkommen in der App
sk: Vitajte v aplikácií

# MenuSearchIconText
source: Search
de: Suchen
sk: Hľadaj

# MenuSettingsIconText
source: Settings
de: Einstellung
sk: Nastavenie

# PageSettingsTitle
source: Settings
de: Einstellung
sk: Nastavenie

# TranslateExt
source: This is an translate text test
de: Das is ein translate ext
sk: Toto je translate text test

# RegisterCompanyView_RegisterTitle
source: Registration
de: Anmeldung
sk: Registrácia

# RegisterCompanyView_CompanyName
source: Name of trade / company
de: Gewerbename / Firmenname
sk: Názov živnosti / spoločnosti

# RegisterCompanyView_CIN
source: Company identification number
de: Unternehmens-Identifikationsnummer
sk: Identifikačné číslo organizácie

# RegisterCompanyView_Phone
source: Phone
de: Telefon
sk: Telefón

# RegisterCompanyView_City
source: City / Town / Village
de: Stadt
sk: Mesto

# RegisterCompanyView_Address
source: Address
de: Adresse
sk: Adresa

# RegisterCompanyView_PostalCode
source: Postal code / ZIP code
de: Postleitzahl
sk: PSČ

# RegisterCompanyView_Image
source: Logo of Trade / Company
de: Logo Gewerbe / Firma
sk: Logo živnosti / spoločnosti

# RegisterCompanyView_ChooseImage
source: Select image
de: Bild wählen
sk: Vyberte obrázok

# RegisterCompanyView_NextView
source: Next
de: Nächste
sk: Ďalej

# RegisterChooseView_RegisterAsUserShort
source: as a user
de: als Benutzer
sk: ako uživateľ

# RegisterChooseView_RegisterAsCompanyShort
source: as a self-employed / company
de: als Selbstständiger / Unternehmen
sk: ako živnostník / firma

# RegisterChooseView_Title
source: Select the registration method
de: Wählen Sie die Registrierungsart
sk: Vyberte spôsob registrácie

# RegisterChooseView_RegisterAs
source: Register
de: Registrieren
sk: Registrujte sa

# RegisterCompanyView_RegisterError
source: Register company error
de: Fehler bei der Registrierung des Unternehmens
sk: Chyba pri registrácii spoločnosti

# LogInChooseView_ChooseError
source: Error during selection
de: Fehler bei der Auswahl
sk: Chyba pri výbere

# RegisterCompanyView_BadEMailFormat
source: Bad e-mail format
de: Falsches E-Mail-Format
sk: Zlý formát e-mailu

# RegisterCompanyView_BadPhoneFormat
source: Bad phone format
de: Falsches Telefonformat
sk: Zlý formát telefónneho čísla

# RegisterCompanyView_EntryCantBeEmpty
source: Cannot be blank
de: Darf nicht leer sein
sk: Nemôže byť prázdne

# RegisterCompanyView_ChooseRegion
source: Choose region
de: Wählen Sie den Land / Bundesland
sk: Vyberte región

# RegisterCompanyView_ChooseDistrict
source: Choose district
de: Wählen Sie den Kreis / Bezirk
sk: Vyberte okres

# RegisterCompanyView_PickerMustBeChoosed
source: Choose option
de: Bitte wählen Sie

# Controls_Picker_MustBeChoosed
source: Please select
sk: Zadejte volbu
